{
  "searchForTerm": {
    "searchId": "54867c37ec87a9fe7aea5032825bea67e84f2f8554e21b98282bd494e4712eaa",
    "podcastSeries": [
      {
        "uuid": "27a7282e-43d3-46c7-aa11-2c967fffaeef",
        "name": "Huberman Lab",
        "imageUrl": "https://megaphone.imgix.net/podcasts/042e6144-725e-11ec-a75d-c38f702aecad/image/Huberman-Lab-Podcast-Thumbnail-3000x3000.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "description": "Huberman Lab discusses neuroscience: how our brain and its connections with the organs of our body control our perceptions, our behaviors, and our health. We also discuss existing and emerging tools for measuring and changing how our nervous system works. Dr. Andrew Huberman is a tenured professor of neurobiology and ophthalmology at Stanford School of Medicine. His laboratory studies neural regeneration, neuroplasticity, and brain states such as stress, focus, fear, and optimal performance. For more than 20 years, Dr. Huberman has consistently published original research findings and review articles in top-level peer-reviewed journals, including Nature, Science, Cell, Neuron, and Current Biology. He is a regular member of several National Institutes of Health review panels and a Fellow of the McKnight Foundation and the Pew Charitable Trusts. Dr. Huberman regularly consults for technology development companies, professional athletic organizations, and various units of U.S. and Canadian Special Operations."
      },
      {
        "uuid": "24594dcf-0610-4c80-9fd3-25fee791779f",
        "name": "The Portal with Terrie Huberman",
        "imageUrl": "https://deow9bq0xqvbj.cloudfront.net/image-logo/1368716/ThePortalNew.png",
        "description": "Quantum Spirituality and Personal Development for Spiritual Empaths who have Anxiety"
      },
      {
        "uuid": "de3ff40c-3625-4ed4-9e78-95d2270d6545",
        "name": "Neuroscience",
        "imageUrl": "https://storage.buzzsprout.com/variants/ggrqb7igwiss191flk3vjq9vb2br/60854458c4d1acdf4e1c2f79c4137142d85d78e379bdafbd69bd34c85f5819ad.jpg",
        "description": "andrew huberman,neuroscientist,better sleep,sleep,sleeping,neuroscience,how to sleep better,sleep tips,andrew huberman sleep,andrew huberman sleeping,motivation,motivational speech,motivational video,huberman lab sleep,lex fridman podcast,lex fridman sleep,lex fridman,andrew huberman dream,andrew huberman ultradian cycle,andrew huberman motivation,mindset,mind,brain,science,biology,the secret to better sleep,studies,sleep studies,sleep study,tips,lifestyle"
      },
      {
        "uuid": "cb0f8590-b0a7-4b35-a5d5-cd8503c38c5d",
        "name": "High Desert Tarot",
        "imageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_nologo/14425954/14425954-1618254375734-4ff50487b9f7.jpg",
        "description": "We are a couple of bestie witches making a tarot deck from our love of the magic of the High Desert."
      },
      {
        "uuid": "057f657e-7d63-4e82-a350-dc8257f717b0",
        "name": "Two Dot Chronicles",
        "imageUrl": "https://image.simplecastcdn.com/images/4aefbf1d-c471-43b9-8c8e-10e37415554c/2f0e166d-5677-4645-a6e5-ed5945c7bbd1/3000x3000/2dot-logo.jpg?aid=rss_feed",
        "description": "Welcome to the Two Dot Chronicles podcast hosted by Bruce Huberman and Myles McIntyre. Our podcast is your one and only solution for all things squash. We will have great panels each episode exploring all of the different facets of the game as well giving up-to-date information on major events and updates. Stay tuned!"
      },
      {
        "uuid": "b799cc23-b4aa-4b72-87a7-7cc21f53f730",
        "name": "The Knowledge Project with Shane Parrish",
        "imageUrl": "https://ssl-static.libsyn.com/p/assets/5/9/0/7/590730c5f73a2ccebafc7308ab683e82/knowledge-project-small.png",
        "description": "Master the best of what other people have already figured out so you can use their lessons in your life to create an unstoppable advantage. \n\nShane Parrish is an entrepreneur and sought-after speaker. His newsletter (https://fs.blog/podcast) offers timeless insights you can use to change your life.  \n\nIn The Knowledge Project, Shane interviews people at the top of their game. Every episode is packed with hard-earned lessons that you can use in your life. Tune in to create an unstoppable advantage. \n\nSit down and learn from the best. Previous guests include Reid Hoffman, Esther Perel, Daniel Kahneman, Tobi Lutke, Marshall Goldsmith, Kunal Shah, Ander Huberman, David Sinclair, Ret. General Stanley McChrystal, Marc Andreessen, Patrick Collison, Robert Cialdini, Walter Isaacson, Chris Bosh, Kat Cole, Adam Grant, Angela Duckworth, Seth Godin, Matt Mullenweg, Lisa Feldman Barrett, Maria Konnikova, Bill Ackman, Annie Duke, Derek Sivers, Jim Collins, Naval Ravikant, and many others. They reveal hard-earned lessons on leadership, decision-making, hiring and firing, productivity, habits, and more. \n\nNew episodes are released every second Tuesday. \n\nLearn more at https://fs.blog/podcast"
      },
      {
        "uuid": "8ae4ca55-c675-4b04-863f-a102edbf174b",
        "name": "Health Science Podcast",
        "imageUrl": "https://pbcdn1.podbean.com/imglogo/image-logo/14407840/Health_Science_Podcast_App_Icon_1400x1400_juf42r.jpg",
        "description": "The Health Science podcast is hosted by Dr. Frank Sabatino. Dr. Sabatino is the past Health Director of the Shangri-La Natural Hygiene Institute, the Regency Health Spa in Hallandale, FL, the Ocean Jade Health Retreat in Lauderdale by the Sea, FL and the Balance for Life Health Retreat in Deerfield Beach, FL,  where he cared for and inspired thousands of people over the past 40+ years on the benefits of a plant-based lifestyle including whole food plant nutrition (without added salt, oil or sugar), health rejuvenation, stress management, therapeutic fasting, and detoxification.\n\nThis podcast is aimed to teach individuals the benefit of eating plant-based."
      },
      {
        "uuid": "043e3239-1d61-4960-ba83-a8775ec7c159",
        "name": "Logical Explanations",
        "imageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded/35308458/35308458-1670111558787-fea377e200d16.jpg",
        "description": "A podcast where two best friends chat about wide-ranging topics using an evidence-based approach to a variety of topics. Think of the podcast like a basic version of the Huberman podcast meets an eclectic storyteller."
      },
      {
        "uuid": "5bbe9367-5eda-4ea7-955f-3e5736779a8c",
        "name": "Modern Wisdom",
        "imageUrl": "https://megaphone.imgix.net/podcasts/a62f84c0-f8b6-11ed-a4fc-fb9e7841d45b/image/New_2023_Podcast_Artwork.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "description": "Life lessons from the greatest thinkers on the planet with Chris Williamson. Including guests like David Goggins, Dr Jordan Peterson, Sam Harris, Jocko Willink, Dr Andrew Huberman, Dr Julie Smith, Steven Bartlett, Ryan Holiday, James Clear, Robert Greene, Balaji Srinivasan, Steven Pinker, Alex Hormozi, Douglas Murray, Chris Bumstead, James Smith, Dr David Sinclair, Mark Manson and more. Understanding the world is hard. This podcast will help."
      },
      {
        "uuid": "ef567044-8162-4e9b-823a-2fe79dd371ef",
        "name": "Mamia & Me",
        "imageUrl": "https://audioboom.com/i/39622228.jpg",
        "description": "Mamia&Me, hosted by Amy Huberman, is a place for parents to talk about the big crazy adventure that is parenthood. Amy will be chatting to mums and dads and special guests about everything from lockdown parenting to baby brain and surrogacy to home births. The whole parenting kit and kaboodle.\n\n\r@amy_huberman (https://twitter.com/amy_huberman)\nAldi.ie/mamia (http://aldi.ie/mamia)"
      }
    ]
  }
}